Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-de_nllb.tmx
Source language: en
Languages: de

source: Electromobility is a leap forward in energy efficiency in the mobility sector, but in the buildings sector, where we have already done a lot, it is harder to reduce energy consumption further.
de: Die Elektromobilität ist ein Sprung in Richtung Energieeffizienz im Mobilitätssektor, aber im Gebäudesektor, wo wir bereits viel getan haben, ist es schwieriger, den Energieverbrauch weiter zu senken.

source: That requires long-term investments.
de: Das erfordert langfristige Investitionen.

source: We know from the current funding instruments that it is hard to speed up refurbishment rates.
de: Wir wissen aus den derzeitigen Finanzierungsinstrumenten, daß es schwierig ist, die Renovierungsraten zu beschleunigen.

source: The City of Vienna has been active in this area for 20 years, e.g. with the thermal energetic refurbishment initiative “Thewosan”, which yielded very visible results.
de: Die Stadt Wien ist seit 20 Jahren in diesem Bereich aktiv, z.B. mit der Thermalenergie-Renovierungsinitiative Thewosan, die sehr sichtbare Ergebnisse erzielte.

source: Nevertheless, we must remain active in this field.
de: Wir müssen uns jedoch weiterhin in diesem Bereich engagieren.

source: The strategy also includes the energy use by end users, particularly in the section on consumers.
de: Die Strategie umfaßt auch den Energieverbrauch der Endverbraucher, insbesondere im Abschnitt über die Verbraucher.

source: Could you tell us a bit more about that?
de: Können Sie uns etwas mehr darüber erzählen?

source: It is important to reach people with our awareness-building measures.
de: Es ist wichtig, mit unseren Sensibilisierungsaktionen Menschen zu erreichen.

source: We also have to launch projects in kindergartens and schools to teach young children how to use energy.
de: Wir müssen auch Projekte in Kindergärten und Schulen starten, um jungen Kindern Energie zu vermitteln.

source: This is important because it is the only way to ensure that tomorrow’s adults know how to use energy efficiently.
de: Dies ist wichtig, denn nur so können die Erwachsenen von morgen wissen, wie man Energie effizient nutzt.

source: The “Wien Energie Erlebniswelt” experience is a great educational project, which our department helped develop.
de: Die Wien Energie Erlebniswelt Erfahrung ist ein großartiges Bildungsprojekt, das unsere Abteilung mitentwickelt hat.

source: It is a good investment and it shows how Vienna tries to address all parts of the population with tailored energy information.
de: Es handelt sich um eine gute Investition und zeigt, wie Wien versucht, alle Bevölkerungsgruppen mit maßgeschneiderten Energieinformationen anzusprechen.

source: In order to achieve a more sustainable energy supply, the “Vienna model” must be developed further while maintaining a high supply security.
de: Um eine nachhaltigere Energieversorgung zu erreichen, muss das Wiener Modell weiterentwickelt und gleichzeitig eine hohe Versorgungssicherheit gewährleistet werden.

source: What approaches does that entail?
de: Welche Ansätze sind dazu erforderlich?

source: The Vienna model has two main components:
de: Das Wiener Modell besteht aus zwei Hauptkomponenten:

source: Energy generation in the city on the one hand, and customer portfolios on the other, e.g. electricity, heating, or gas customers.
de: Energieerzeugung in der Stadt einerseits und Kundenportfolios andererseits, z. B. Strom-, Wärme- oder Gaskunden.

source: These are linked by the overarching topic of grid infrastructure (district heating, electricity, natural gas, and in the future perhaps grids for biogas or synthetic gas).
de: Diese sind durch das übergeordnete Thema der Netzinfrastruktur (Fernwärme, Strom, Erdgas und in Zukunft vielleicht Biogas- oder Synthesegasnetze) miteinander verbunden.

source: Over the next years, we must continue to expand the Vienna model, adding renewables and waste heat to it.
de: In den nächsten Jahren müssen wir das Wiener Modell weiter ausbauen, indem wir erneuerbare Energien und Abwärme hinzufügen.

source: There are also important new topics, such as increased use of photovoltaics and prosumer approaches that allow private users to sell electricity to their neighbours.
de: Es gibt auch wichtige neue Themen, wie z. B. die verstärkte Nutzung von Photovoltaik und Prosumer-Ansätze, die es privaten Nutzern ermöglichen, Strom an ihre Nachbarn zu verkaufen.

source: The great technical challenge we are facing in this regard is what these many small power plants would mean for the electricity grid and supply security.
de: Die große technische Herausforderung, vor der wir uns in diesem Zusammenhang stellen, ist, was diese vielen kleinen Kraftwerke für das Stromnetz und die Versorgungssicherheit bedeuten würden.

source: Vienna has a very high degree of supply security, and we cannot let new technologies jeopardise that.
de: Wien hat eine sehr hohe Versorgungssicherheit, und wir dürfen nicht zulassen, daß neue Technologien diese gefährden.

source: The City of Vienna and the national government must create a legal framework within which these innovations can be implemented.
de: Die Stadt Wien und die Landesregierung müssen einen rechtlichen Rahmen schaffen, in dem diese Innovationen umgesetzt werden können.

source: Speaking of prosumers, we are currently implementing the “Smart Meter” project in Vienna.
de: Apropos Prosumer: Wir führen derzeit das Smart Meter Projekt in Wien durch.

source: We are making large investments in this system, which will give us new methods for steering and using flexible tariffs.
de: Wir investieren in dieses System, das uns neue Methoden zur Steuerung und Anwendung flexibler Tarife bietet.

source: The city is a large consumer and should be able to use more energy when there is a lot of it.
de: Die Stadt ist ein großer Verbraucher und sollte mehr Energie verwenden können, wenn sie viel davon hat.

source: We want the city to act as energy storage.
de: Wir wollen, dass die Stadt als Energiespeicher dient.

source: We are already in talks with the neighbouring provinces, as this is an energy region with a lot of wind and PV power.
de: Wir sind bereits in Gesprächen mit den Nachbarprovinzen, da es sich hier um eine Energieregion mit viel Wind- und Photovoltaik-Energie handelt.

source: It is most beneficial to use this electricity directly in the energy region, for example with electric vehicles.
de: Es ist am vorteilhaftesten, diesen Strom direkt in der Energiezone zu nutzen, zum Beispiel mit Elektrofahrzeugen.

source: We also want buildings to use and store energy.
de: Wir wollen auch, dass Gebäude Energie verwenden und speichern.

source: We are currently discussing methods like concrete core activation and heat storage, as well as battery storage.
de: Wir diskutieren derzeit Methoden wie Betonkernaktivierung und Wärmespeicherung sowie Batteriespeicherung.

source: There are many funding initiatives in this area.
de: Es gibt viele Finanzierungsmaßnahmen in diesem Bereich.

source: Every prosumer needs energy storage.
de: Jeder Prosumer braucht Energiespeicher.

source: Smart meters will give us even more opportunities in this field.
de: Smart-Meter werden uns in diesem Bereich noch mehr Möglichkeiten bieten.

source: The Energy Framework Strategy 2030 lays out the strategic guidelines for the energy sector.
de: Die Energierahmenstrategie 2030 legt die strategischen Leitlinien für den Energiesektor fest.

source: What are the next steps, how will you implement these plans?
de: Was sind die nächsten Schritte, wie werden Sie diese Pläne umsetzen?

source: The Energy Framework Strategy provides the framework for Vienna’s energy policy.
de: Die Energie-Rahmenstrategie bildet den Rahmen für die Wiener Energiepolitik.

source: The individual areas will give rise to various initiatives, and we will implement projects in the fields of energy efficiency and renewables.
de: Die einzelnen Bereiche werden verschiedene Initiativen hervorbringen, und wir werden Projekte in den Bereichen Energieeffizienz und erneuerbare Energien umsetzen.

source: Another question we have to answer is how to ensure that housing remains affordable in Vienna.
de: Eine weitere Frage, die wir beantworten müssen, ist, wie wir sicherstellen können, daß Wohnungen in Wien weiterhin erschwinglich bleiben.

source: As regards the overall structure of the Energy Framework Strategy, we decided to set up a steering group, which we will be heading jointly.
de: Was die Gesamtstruktur der Energie-Rahmenstrategie betrifft, so haben wir beschlossen, eine Lenkungsgruppe einzurichten, die wir gemeinsam leiten werden.

source: We will commission and support sub-programmes that are focused on measures for specific issues.
de: Wir werden Teilprogramme in Auftrag geben und unterstützen, die sich auf Maßnahmen für bestimmte Themen konzentrieren.

source: These sub-programmes will report about their progress to the steering group on a regular basis, and may be adapted if necessary.
de: Diese Teilprogramme werden der Lenkungsgruppe regelmäßig über ihre Fortschritte berichten und gegebenenfalls angepasst werden.

source: The steering group is the point of contact for all sub-programmes supported by the Energy Framework Strategy for Vienna.
de: Die Lenkungsgruppe ist die Anlaufstelle für alle Teilprogramme, die im Rahmen der Energie-Rahmenstrategie für Wien unterstützt werden.

source: Thank you for the interview.
de: Danke für das Interview.

source: 1.3 MILESTONES ON THE ROAD TO A SUSTAINABLE ENERGY FUTURE
de: 1.3 Meilensteine auf dem Weg zu einer nachhaltigen Energiezukunft

source: Global developments Paris Agreement enters into force On 4 November 2016, the Paris Agreement entered into force after over 55 countries, accounting in total for over 55 percent of the total global greenhouse gas emissions, had deposited their instruments of ratification with the United Nations.
de: Weltweite Entwicklungen Paris-Abkommen tritt in Kraft Am 4. November 2016 trat das Paris-Abkommen in Kraft, nachdem mehr als 55 Länder, die insgesamt mehr als 55 Prozent der gesamten globalen Treibhausgasemissionen ausmachen, ihre Ratifikationsurkunden bei den Vereinten Nationen hinterlegt hatten.

source: Austria was among the first countries to ratify the agreement.
de: Österreich war eines der ersten Länder, das das Abkommen ratifizierte.

source: At the Paris climate protection conference (COP 21) in December 2015, 195 countries had agreed on a universal, legally binding global climate protection agreement for the first time in history.
de: Auf der Pariser Klimakonferenz (COP 21) im Dezember 2015 hatten sich 195 Länder erstmals in der Geschichte auf ein universelles, rechtsverbindliches globales Klimaschutzübereinkommen geeinigt.

source: It includes a global action plan that aims to limit global warming to well below 2°C. The signatories commit to becoming climate neutral by the second half of the 21st century.
de: Sie enthält einen globalen Aktionsplan, der darauf abzielt, die globale Erwärmung auf deutlich unter 2°C zu begrenzen. Die Unterzeichner verpflichten sich, bis zur zweiten Hälfte des 21. Jahrhunderts klimaneutral zu werden.

source: To this end, the countries will meet every five years and update the goals with more strict objectives if scientific findings show it to be necessary.
de: Zu diesem Zweck werden sich die Länder alle fünf Jahre treffen und die Ziele mit strengeren Zielen aktualisieren, wenn wissenschaftliche Erkenntnisse dies als notwendig erweisen.

source: The consequences of the exit of the United States from the Paris Agreement as announced by US president Trump on 1 June 2017 will only become clear in the coming years.
de: Die Folgen des Austritts der Vereinigten Staaten aus dem Pariser Abkommen, wie von US-Präsident Trump am 1. Juni 2017 angekündigt, werden erst in den kommenden Jahren deutlich.

source: A global mega trend:
de: Ein globaler Megatrend:

source: Wind power and photovoltaics becoming more competitive In 2016, the global investments in renewable energy installations were over US$ 280bn (source:
de: Windenergie und Photovoltaik werden wettbewerbsfähiger Im Jahr 2016 betrugen die globalen Investitionen in Anlagen für erneuerbare Energien über 280 Mrd. US$ (Quelle:

source: Bloomberg New Energy Finance).
de: Bloomberg New Energy Finance) veröffentlicht.

source: The lion’s share of these investments was into wind power and PV installations.
de: Der größte Anteil dieser Investitionen lag in Windkraft- und Photovoltaikanlagen.

source: While annual investments in the sector have been hovering around the $300bn mark for seven years, the installed capacity resulting from those investments has nearly doubled in that period.
de: Während die jährlichen Investitionen in den Sektor seit sieben Jahren um die Marke von 300 Mrd. USD schweben, hat sich die installierte Kapazität, die sich aus diesen Investitionen ergibt, in diesem Zeitraum fast verdoppelt.

source: This is reflected in the dramatic price drop in wind power and PV installations, which has made them the cheapest way of generating electricity in many parts of the world.
de: Dies spiegelt sich in dem dramatischen Preisverfall von Windkraft- und Photovoltaikanlagen wider, die in vielen Teilen der Welt zur billigsten Art der Stromerzeugung geworden sind.

source: A spectacular example of this was the tender for the third construction phase of the Mohammed bin Rashid Al Maktoum Solar Park in Dubai, which is to be expanded by 800 MW.
de: Ein spektakuläres Beispiel dafür war die Ausschreibung für die dritte Bauphase des Mohammed bin Rashid Al Maktoum Solarparks in Dubai, der um 800 MW erweitert werden soll.

source: In May 2016, the contract was awarded to a consortium with a bid of US$ 0.0299 (€ 0.026) per kilowatt-hour of solar power.
de: Im Mai 2016 wurde der Vertrag an ein Konsortium mit einem Angebot von 0,0299 US-Dollar (0,026 €) pro Kilowattstunde Solarenergie vergeben.

source: Price drops have been even more dramatic for battery storage, with prices falling by over ten percent a year.
de: Noch dramatischer ist der Preisrückgang für die Speicherung von Batterien, die jährlich um über zehn Prozent sinken.

source: The continuation of this trend will not only make electric vehicles commercially viable by 2025 but also mean a breakthrough for stationary energy storage (especially in conjunction with private PV installations).
de: Die Fortsetzung dieses Trends wird nicht nur bis 2025 die kommerzielle Tragfähigkeit von Elektrofahrzeugen verbessern, sondern auch einen Durchbruch für die stationäre Energiespeicherung bedeuten (insbesondere in Verbindung mit privaten PV-Anlagen).

source: Diesel emissions scandal heralds change in the automotive industry The diesel emissions scandal, also referred to as “dieselgate”, began in September 2015, when an illegal system was detected that throttled the exhaust cleaning mechanism of diesel engines of a car manufacturer, designed to keep measured emissions levels below US thresholds.
de: Dieselmotoren-Skandale läutete Veränderungen in der Automobilindustrie ein Der Dieselmotoren-Skandale, auch dieselgate genannt, begann im September 2015, als ein illegales System entdeckt wurde, das den Abgasreinigungsmechanismus von Dieselmotoren eines Automobilherstellers, das darauf ausgelegt war, gemessene Emissionswerte unter den US-Schwellenwerten zu halten, unterdrückte.

source: The ensuing media reports and public discussion led to a massive loss of trust in diesel vehicles in general.
de: Die daraus folgenden Medienberichte und öffentliche Diskussion führten zu einem massiven Vertrauensverlust in Dieselfahrzeuge im Allgemeinen.

source: As a result, several automotive manufacturers have announced plans to focus on electric mobility rather than combustion engines even sooner than initially planned.
de: Daher haben mehrere Automobilhersteller angekündigt, sich noch früher als ursprünglich geplant auf die elektrische Mobilität statt auf Verbrennungsmotoren zu konzentrieren.

source: Discussions are also being held at the regulatory level, e.g. regarding diesel bans in various European cities, and the ambitious annually increasing electric car quota that China is implementing in 2019.
de: Die Kommission hat die Kommission aufgefordert, die in den Artikeln 6 und 7 genannten Maßnahmen zu ergreifen.

source: The impact of this and other political regulations on automotive mobility cannot yet be estimated.
de: Die Auswirkungen dieser und anderer politischer Vorschriften auf die Automobilmobilität können noch nicht beurteilt werden.

source: Developments at EU level
de: Entwicklung auf EU-Ebene

source: The “Winter Package”: “Clean energy for all Europeans” At the start of December 2016, the European Commission presented an over 1000-page draft package of measures, the so-called “Winter Package”.
de: Das Winterpaket: Saubere Energie für alle Europäer Anfang Dezember 2016 legte die Europäische Kommission einen mehr als 1000seitigen Maßnahmenentwurf vor, das sogenannte Winterpaket.

source: It contains several proposals for new Directives, amendments to existing legislation, and working plans, and is aimed at ensuring progress in all five dimensions of the energy union (decarbonisation, energy efficiency, energy market, energy security, and research, innovation and competitiveness).
de: Sie enthält mehrere Vorschläge für neue Richtlinien, Änderungen der bestehenden Rechtsvorschriften und Arbeitspläne und zielt darauf ab, Fortschritte in allen fünf Dimensionen der Energieunion zu erzielen (Dekarbonisierung, Energieeffizienz, Energiemarkt, Energiesicherheit sowie Forschung, Innovation und Wettbewerbsfähigkeit).

source: The plan is to reach an agreement on the Commission’s proposals no later than the second half of 2018, which coincides with the Austrian Presidency.
de: Die Kommission wird sich im Rahmen der Zusammenarbeit mit den Mitgliedstaaten über die Umsetzung der Richtlinie über die Verhütung von Gefahren für die Gesundheit und die Gesundheit der Arbeitnehmer (Richtlinie über die Verhütung von Gefahren für die Gesundheit und die Gesundheit der Arbeitnehmer) äußern.

source: The Commission’s proposals include goals for 2030 and measures for more energy efficiency, renewable energy, buildings, effort sharing, etc.
de: Die Vorschläge der Kommission umfassen Ziele für 2030 und Maßnahmen für mehr Energieeffizienz, erneuerbare Energien, Gebäude, Aufwandsverteilung usw.

source: In particular, they include the following:
de: Sie umfassen insbesondere folgende Aspekte:

source: • Energy efficiency: Proposal for a revised Energy Efficiency Directive, proposal for a revised Energy Performance of Buildings Directive, new proposals for energy efficiency of products (Ecodesign Directive); Smart Finance for Smart Buildings initiative • Renewable energy:
de: • Energieeffizienz: Vorschlag für eine überarbeitete Energieeffizienzrichtlinie, Vorschlag für eine überarbeitete Energieeffizienzrichtlinie für Gebäude, neue Vorschläge für die Energieeffizienz von Produkten (Richtlinie über Ökodesign); Initiative "Smart Finance for Smart Buildings" • Erneuerbare Energien:

source: Proposal for a recast of the EU Renewable Energy Directive including bioenergy • Electricity market design Proposal for a recast of the Internal Electricity Market Directive and the Internal Electricity Market Regulation, proposal for a new Regulation on supply security, proposal for a recast of the ACER Regulation, final report on the Sector Inquiry on Capacity Mechanisms by DG Competition • Governance: proposal for a Regulation on Governance of the Energy Union for climate protection and energy The proposal on the governance mechanism is of particular interest.
de: Vorschlag für eine Neufassung der EU-Richtlinie über erneuerbare Energien einschließlich Bioenergie • Gestaltung des Strommarktes Vorschlag für eine Neufassung der Richtlinie über den Elektrizitätsbinnenmarkt und der Verordnung über den Elektrizitätsbinnenmarkt, Vorschlag für eine neue Verordnung über die Versorgungssicherheit, Vorschlag für eine Neufassung der ACER-Verordnung, Abschlussbericht über die Sektoruntersuchung der GD Wettbewerb über Kapazitätsmechanismen • Governance: Vorschlag für eine Verordnung über die Governance der Energieunion für den Klimaschutz und die Energiewirtschaft Der Vorschlag für den Governance-Mechanismus ist von besonderem Interesse.

source: It obliges the member states to draw up a plan with a number of objectives (e.g. for carbon dioxide reduction, more renewables, energy efficiency) and report implementation progress to the Commission at regular intervals.
de: Die Mitgliedstaaten sind verpflichtet, einen Plan mit einer Reihe von Zielen (z. B. zur Verringerung des Kohlendioxidanteils, mehr erneuerbare Energien, Energieeffizienz) zu erstellen und der Kommission in regelmäßigen Abständen über die Fortschritte bei der Umsetzung zu berichten.

source: These plans are intended to ensure that the Union-wide target of at least 40% reduction in economy-wide greenhouse gas emissions by 2030 is reached, which the EU committed to as a contribution to the Paris climate agreement.
de: Diese Pläne sollen sicherstellen, dass das unionsweite Ziel einer Verringerung der Treibhausgasemissionen der Wirtschaft um mindestens 40% bis 2030 erreicht wird, zu dem sich die EU als Beitrag zum Pariser Klimaabkommen verpflichtet hat.

source: Agreement on reduction of EU emissions trading 2021-2030 The EU Emissions Trading System (EU ETS) is an EU climate policy instrument with the aim to reduce greenhouse gas emissions at the lowest possible cost to the national economies.
de: Abkommen über die Verringerung des EU-Emissionshandels 2021-2030 Das EU-Emissionshandelssystem (EU ETS) ist ein EU-Klimapolitikinstrument, das darauf abzielt, die Treibhausgasemissionen zu den geringstmöglichen Kosten für die nationalen Volkswirtschaften zu reduzieren.

source: Currently, the EU ETS limits the CO2 emissions of some 11,000 power stations, factories and other plants in several sectors of industry.
de: Derzeit begrenzt das EU-EHS die CO2-Emissionen von rund 11.000 Kraftwerken, Fabriken und anderen Anlagen in mehreren Industriezweigen.

source: The system currently covers approx.
de: Das System umfaßt derzeit ca.

source: 45% of GHG emissions originating in the EU.
de: 45% der Treibhausgasemissionen mit Ursprung in der EU.

source: The basis of the system is that the companies included have to buy a tradeable certificate for each tonne of CO2 they emit, and only a limited number of new certificates are issued each year.
de: Die Grundlage des Systems ist, dass die beteiligten Unternehmen für jede von ihnen emittierte Tonne CO2 ein handelbares Zertifikat erwerben müssen, und nur eine begrenzte Anzahl neuer Zertifikate wird jedes Jahr ausgestellt.

source: This number is being reduced by 1.74% annually until 2020.
de: Diese Zahl wird bis 2020 jährlich um 1,74% reduziert.

source: In February 2017, the EU Parliament agreed to reduce the number of certificates by 2.2% annually between 2021 and 2030.
de: Im Februar 2017 stimmte das EU-Parlament zu, die Zahl der Zertifikate zwischen 2021 und 2030 jährlich um 2,2% zu reduzieren.

source: It remains to be seen whether this will raise the price of certificates, which have been at only €5 per tonne for years.
de: Es bleibt abzuwarten, ob dadurch der Preis für die Zertifikate, der seit Jahren nur 5 EUR pro Tonne beträgt, steigt.

source: The price of certificates will be a factor in whether e.g. highly efficient gas cogeneration plants can compete against coal-fired power plants on the European electricity market.
de: Der Preis der Zertifikate wird ein Faktor dafür sein, ob beispielsweise hocheffiziente Gas-Kopplungsanlagen auf dem europäischen Strommarkt mit Kohlekraftwerken konkurrieren können.
